Repository: soma115/Wikikracja
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Things one would like to learn
pl: Czego chce się nauczyć

source: I want to learn
pl: Chcę się nauczyć

source: If running a business
pl: Jaki prowadzisz biznes

source: Business
pl: Biznes

source: Profession
pl: Wykonywany zawód

source: Job
pl: Zawód

source: What gift would you like to receive
pl: Jaki prazent chciałbyś dostać

source: Gift
pl: Prezent

source: Other things worth mentioning
pl: Inne rzeczy warte wzmianki

source: Other
pl: Inne

source: In your own words please explain why do you want join our group
pl: Wyjaśnij własnymi słowami dlaczego chcesz dołączyć do naszej grupy

source: Why do you want to join?
pl: Dlaczego chcę należeć do grupy?

source: Citizen
pl: Człowiek

source: Change email
pl: Zmień email

source: Your current email
pl: Twój obecny email

source: Change your name
pl: Zmień imię i nazwisko

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Change your username
pl: Zmień nazwę użytkownika

source: Below fields are not mandatory but filling them out will help us make the right decision when accepting a new person.
pl: Pola poniżej nie są obowiązkowe, ale ich wypełnienie pomoże nam podjąć właściwą decyzję przy przyjmowaniu nowej osoby.

source: Candidates
pl: Kandydaci

source: Assets
pl: Zasoby

source: Clear form
pl: Wyczyść formularz

source: Invite
pl: Zaproś

source: Here you can edit your assets
pl: Tutaj możesz edytować twoje zasoby

source: This is your profile
pl: To jest twój profil

source: Your email
pl: Twój email

source: Your reputation
pl: Twoja reputacja

source: required reputation
pl: Wymagana reputacja

source: You've been introduced by
pl: Zostałeś polecony przez

source: You've joined
pl: Przyłączyłeś się

source: Change name
pl: Zmień imię i nazwisko

source: Change username
pl: Zmień nazwę użytkownika

source: Those are your assets
pl: To są twoje zasoby

source: Edit my assets
pl: Edytuj moje zasoby

source: You don't have to fill all of them but the more information you'll give - the better we will be able to fullfill our needs. Also we will know each other better.
pl: Nie musisz wypełniać ich wszystkich, ale im więcej informacji podasz tym łatwiej będziemy mogli wypełniać wzajemnie nasze potrzeby. Dzięki również lepiej się poznamy.

source: Population
pl: Populacja

source: Acceptance threshold
pl: Próg akceptacji

source: Candidate removal after
pl: Usunięcie kandydata po upływie

source: New person will be accepted above
pl: Nowa osoba zostanie zaakceptowana gdy otrzyma powyżej

source: threshold.
pl: punktów akceptacji.

source: Existing person will be banned bellow
pl: Istniejąca osoba zostanie zablokowane gdy jej reputacja spadnie poniżej

source: You can check your reputation in your
pl: Możesz sprawdzić swoją reputację w twoim

source: profile
pl: profilu

source: The granting and receiving of reputation points is anonymous.
pl: Nadawanie i odbieranie punktów reputacji jest anonimowe.

source: If you want to change Acceptance threshold - create referendum.
pl: Jeśli chcesz zmienić próg akceptacji - utwórz referendum.

source: Read explanation for this mechanism
pl: Przeczytaj wyjaśnienie tego mechanizmu

source: Candidate since
pl: Kandydat od

source: Last login
pl: Ostatnie logowanie

source: Recommended by
pl: Polecony przez

source: You accepted this candidate
pl: Akceptujesz tego kandydata

source: You rejected this candidate
pl: Nie akceptujesz tego kandydata

source: You are neutral about this candidate
pl: Masz stosunek neutralny do tego kandydata

source: Copy email
pl: Skopiuj email

source: Joined at
pl: Data przyjęcia

source: This is you
pl: To jesteś Ty

source: You can find more setting in your profile
pl: Więcej ustawień znajdziesz w twoim profilu

source: Your relationship to this person is
pl: Twój stosunek do tej osoby jest

source: I accept this person
pl: Akceptuję tą osobę

source: Indifferent
pl: Neutralny

source: I do not accept
pl: Nie akceptuję

source: Your new email has been saved.
pl: Twój nowy email został zapisany.

source: Your name has been saved.
pl: Twój imię i nazwisko zostały zapisane.

source: Email already exist
pl: Email już został użyty

source: The new user has been saved
pl: Nowy użytkownik został zapisany.

source: New citizen has been proposed
pl: Został zaproponowany nowy użytkownik

source: proposed new citizen You can approve him/her here:
pl: zaproponował/a nową osobę Możesz ją zatwierdzić tutaj:

source: Changes was saved
pl: Zmiany zostały zapisane

source: Form is not valid!
pl: Formularz zawiera błędy

source: positive
pl: pozytywny

source: negative
pl: negatywny

source: neutral
pl: obojętny

source: Invalid closing status.
pl: Nieprawidłowy status zamknięcia.

source: Completed
pl: Ukończone

source: Cancelled
pl: Anulowane

source: Success
pl: Sukces

source: Failure
pl: Porażka

source: Take task
pl: Podejmij zadanie

source: Votes
pl: Głosy

source: Owner
pl: Właściciel

source: n/a
pl: brak

source: Back to task
pl: Powrót do zadania

source: Close task
pl: Zamknij zadanie

source: Choose final status for this task.
pl: Wybierz końcowy status tego zadania.

source: Confirm close
pl: Potwierdź zamknięcie

source: Back to list
pl: Powrót do listy

source: Nobody
pl: Brak

source: Success votes
pl: Głosy sukcesu

source: Failure votes
pl: Głosy porażki

source: Vote up
pl: Głos za

source: Vote down
pl: Głos przeciw

source: Evaluate outcome
pl: Oceń rezultat

source: Edit task
pl: Edytuj zadanie

source: Add new task
pl: Dodaj nowe zadanie

source: Task board
pl: Tablica zadań

source: Add task
pl: Dodaj zadanie

source: Actively handled
pl: W realizacji

source: No active tasks with assignee.
pl: Brak aktywnych zadań z przypisaną osobą.

source: Awaiting pickup
pl: Oczekujące na podjęcie

source: Nothing is awaiting yet.
pl: Nic jeszcze nie oczekuje.

source: Finished
pl: Zakończone

source: No completed tasks yet.
pl: Brak ukończonych zadań.

source: No cancelled tasks yet.
pl: Brak anulowanych zadań.

source: No rejected tasks yet.
pl: Brak odrzuconych zadań.

source: Critical
pl: Krytyczne

source: Beneficial
pl: Korzystne

source: Task created.
pl: Zadanie utworzone.

source: Task "%(title)s" assigned to you.
pl: Zadanie "%(title)s" przypisane do Ciebie.

source: Only the current owner can edit this task.
pl: Tylko obecny właściciel może edytować to zadanie.

source: Task updated.
pl: Zadanie zaktualizowane.

source: Only the current owner can close this task.
pl: Tylko obecny właściciel może zamknąć to zadanie.

source: Task closed.
pl: Zadanie zamknięte.

source: Invalid vote value.
pl: Nieprawidłowa wartość głosu.

source: Vote saved.
pl: Głos zapisany.

source: Invalid evaluation choice.
pl: Nieprawidłowy wybór oceny.

source: Evaluation saved.
pl: Ocena zapisana.

source: Wikikracja Administration
pl: Wikicracy Administration

source: Account Inactive
pl: Konto Wyłączone

source: Your account is inactive
pl: Twoje konto zostało założone ale nie jest jeszcze aktywne

source: If you are new user you need to wait until community will accept you. You will receive email once it will happen.
pl: Musisz poczekać, aż społeczność zaakceptuje twoją kandydaturę. Gdy to się stanie otrzymasz wiadomość e-mail.

source: E-mail Addresses
pl: Adres email

source: The following e-mail addresses are associated with your account:
pl: Z Twoim kontem powiązane są następujące adresy e-mail:

source: Verified
pl: Zweryfikowany

source: Unverified
pl: Niezweryfikowany

source: Primary
pl: Podstawowy

source: Make Primary
pl: Ustaw jako podstawowy

source: Re-send Verification
pl: Wyślij ponownie email weryfikacyjny

source: Remove
pl: Usuń

source: Warning:
pl: Ostrzeżenie:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
pl: Obecnie nie masz skonfigurowanego żadnego adresu e-mail. Naprawdę powinieneś dodać adres e-mail, aby otrzymywać powiadomienia, resetować hasło itp.

source: Add E-mail Address
pl: Dodaj nowy email

source: Add E-mail
pl: Dodaj email

source: Do you really want to remove the selected e-mail address?
pl: Czy na pewno chcesz usunąć wybrany adres e-mail?

source: Hello from %(site_name)s!
pl: Od %(site_name)s

source: Thank you for using %(site_name)s! %(site_domain)s
pl: Dziękujemy za korzystanie z %(site_name)s %(site_domain)s

source: You're receiving this e-mail because user %(user_display)s has given your e-mail address to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
pl: Otrzymujesz tę wiadomość e-mail, ponieważ użytkownik %(user_display)s podał Twój adres e-mail do rejestracji konta na %(site_domain)s. Aby potwierdzić, że jest to twoje konto kliknij ten link %(activate_url)s

source: Please Confirm Your E-mail Address
pl: Potwierdź proszę swój adres E-mail

source: You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
pl: Otrzymujesz tę wiadomość e-mail, ponieważ Ty lub ktoś inny zażądał hasło do Twojego konta użytkownika. Można go bezpiecznie zignorować, jeśli nie zażądałeś resetowania hasła. Kliknij link poniżej, aby zresetować hasło.

source: In case you forgot, your username is %(username)s.
pl: Jeśli zapomniałeś, Twoja nazwa użytkownika to %(username)s.

source: Password Reset E-mail
pl: E-mail resetowania hasła

source: Confirm E-mail Address
pl: Potwierdź adres email

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is your e-mail.
pl: Potwierdź, że <a href="mailto:%(email)s">%(email)s</a> to twój e-mail

source: Confirm
pl: Potwierdzam

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
pl: Ten e-mailowy link potwierdzający wygasł lub jest nieprawidłowy. Proszę <a href="%(email_url)s">wyślij nową prośbę o potwierdzenie emaila</a>.

source: Sign In
pl: Zaloguj się

source: Forgot Password?
pl: Zapomniałeś hasła?

source: Sign Out
pl: Wyloguj

source: Are you sure you want to sign out?
pl: Czy na pewno chcesz się wylogować?

source: You cannot remove your primary e-mail address (%(email)s).
pl: Nie możesz usunąć swojego podstawowego adresu e-mail (%(email)s).

source: Confirmation e-mail sent to %(email)s
pl: Potwierdzenie zostało wysłane na adres %(email)s.

source: You have confirmed %(email)s. Please wait until group will accept you. You will receive email when that happen.
pl: Potwierdziłeś email %(email)s. Poczekaj, aż grupa Cię zaakceptuje. Otrzymasz wiadomość, gdy to nastąpi.

source: Removed e-mail address %(email)s.
pl: Usunięto adres e-mail %(email)s.

source: Successfully signed in as %(name)s.
pl: Pomyślnie zalogoałeś się jako %(name)s.

source: You have signed out.
pl: Wylogowałeś się.

source: Password successfully changed.
pl: Twoje hasło zostało zmienione.

source: Password successfully set.
pl: Hasło zostało ustawione pomyślnie.

source: Primary e-mail address set.
pl: Ustawiono podstawowy adres e-mail.

source: Your primary e-mail address must be verified.
pl: Twój podstawowy adres e-mail musi zostać zweryfikowany.

source: Change Password
pl: Zmień hasło

source: Password Reset
pl: Zresetowanie hasła

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
pl: Zapomniałeś swojego hasła? Wpisz poniżej swój adres e-mail, a wyślemy Ci wiadomość e-mail umożliwiającą jego zresetowanie.

source: Reset My Password
pl: Odzyskaj hasło

source: Please contact us if you have any trouble resetting your password.
pl: Skontaktuj się z nami, jeśli masz problemy ze zresetowaniem hasła.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
pl: Wysłaliśmy Ci e-mail. Skontaktuj się z nami, jeśli nie otrzymasz go w ciągu kilku minut.

source: Bad Token
pl: Nieprawidłowy token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
pl: Link do resetowania hasła był nieprawidłowy, prawdopodobnie dlatego, że został już użyty. Poproś o <a href="%(passwd_reset_url)s">zresetowanie nowego hasła</a>.

source: change password
pl: zmiań hasło

source: Your password is now changed.
pl: Twoje hasło zostało zmienione.

source: Set Password
pl: Ustaw hasło

source: Account is created in 2 steps:
pl: Konto jest tworzone w 2 krokach:

source: Right after filling out below form you need to confirm your email. Click the link from email you will receive.
pl: Po wypełnieniu poniższego formularza należy potwierdzić swój adres e-mail. Kliknij link z e-maila, który otrzymasz.

source: Then you have to wait until group approve your application. When this happens you will be notified by email.
pl: Następnie musisz poczekać, aż grupa zatwierdzi twoje zgłoszenie. Kiedy to nastąpi, zostaniesz powiadomiony e-mailem.

source: Somebody may contact you to ask about your interests and expectations.
pl: Ktoś może się z Tobą skontaktować aby zapytać o Twoje zainteresowania i oczekiwania.

source: Sign Up Closed
pl: Zapisy zamknięte

source: We are sorry, but the sign up is currently closed.
pl: Przepraszamy, ale rejestracja jest obecnie zamknięta.

source: you are already logged in as %(user_display)s.
pl: jesteś już zalogowany jako %(user_display)s.

source: Verify Your E-mail Address
pl: Zweryfikuj swój adres email

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process.
pl: Wysłaliśmy do Ciebie e-mail w celu weryfikacji. Kliknij link z emaila aby dokończyć rejestrację.

source: After verifying your email, you wont be able to login immidietally. You have to wait a bit to be approved by community.
pl: Po zweryfikowaniu nie będziesz mogła/mógł się zalogować od razu. Musisz chwilkę zaczekać na zaakceptowanie przez społeczność.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
pl: Ta część witryny wymaga od nas potwierdzenia, że jesteś tym, za kogo się podajesz. W tym celu wymagamy, abyś zweryfikował własność swojego adresu e-mail.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
pl: Wysłaliśmy do Ciebie wiadomość e-mail w celu weryfikacji. Proszę kliknąć na link znajdujący się w tej wiadomości e-mail. Jeśli nie otrzymasz go w ciągu kilku minut, skontaktuj się z nami.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
pl: <strong>Uwaga:</strong> nadal możesz <a href="%(email_url)s">zmienić swój adres e-mail</a>.

source: English
pl: Angielski

source: Polish
pl: Polski
