Repository: soma115/Wikikracja
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Text
pl: Treść

source: Title
pl: Tytuł

source: Subtitle
pl: Podtytuł

source: Author
pl: Autor

source: Created
pl: Utworzone

source: Updated
pl: Zaktualizowane

source: Public
pl: Publiczne

source: Archived
pl: Zarchiwizowane

source: Important
pl: Ważne

source: New important announcement by <strong>%(username)s</strong>: <a href='%(post_url)s'>%(title)s</a>
pl: Nowe ważne ogłoszenie od <strong>%(username)s</strong>: <a href='%(post_url)s'>%(title)s</a>

source: Updated important announcement by <strong>%(username)s</strong>: <a href='%(post_url)s'>%(title)s</a>
pl: Zaktualizowane ważne ogłoszenie od <strong>%(username)s</strong>: <a href='%(post_url)s'>%(title)s</a>

source: Archive
pl: Archiwum

source: Back to Board
pl: Powrót do Ogłoszeń

source: Archived on
pl: Zarchiwizowane

source: No archived posts yet.
pl: Nie ma jeszcze zarchiwizowanych ogłoszeń

source: Create post
pl: Utwórz ogłoszenie

source: No records found.
pl: Brak wpisów.

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Edit post
pl: Edytuj ogłoszenie

source: Delete Post
pl: Skasuj Ogłoszenie

source: Are you sure you want to delete this post?
pl: Czy na pewno chcesz skasować ten ogłoszenie?

source: Delete
pl: Skasuj

source: Private
pl: Prywatne

source: Edit
pl: Edytuj

source: Back
pl: Wróć

source: Incoming
pl: Przychodzący

source: Outgoing
pl: Wychodzący

source: Type
pl: Typ

source: Select partner
pl: Wybierz partnera

source: Category
pl: Kategoria

source: Amount
pl: Kwota

source: Payment received date
pl: Data otrzymania płatności

source: Note
pl: Notatka

source: Name
pl: Nazwa

source: Phone
pl: Telefon

source: Web page
pl: Strona www

source: Address
pl: Adres

source: City
pl: Miasto

source: Country
pl: Kraj

source: Outgoing amount
pl: Wychodząca ilość

source: Transactions
pl: Transakcje

source: Partners
pl: Partnerzy

source: Categories
pl: Kategorie

source: Reports
pl: Raporty

source: Delete Category
pl: Usuń Kategorię

source: This category is used in the following transactions:
pl: Ta kategoria jest używana w następujących transakcjach:

source: Date
pl: Data

source: Actions
pl: Działania

source: You must remove all dependencies before deleting this category.
pl: Musisz usunąć wszystkie zależności przed usunięciem tej kategorii.

source: Back to Categories
pl: Powrót do Kategorii

source: Are you sure you want to delete this category?
pl: Czy na pewno chcesz skasować tę kategorię?

source: Yes, Delete Category
pl: Tak, skasuj Kategorię

source: Update Category
pl: Zaktualizuj Kategorię

source: New Category
pl: Nowa Kategoria

source: Save Category
pl: Zapisz Kategorię

source: Add Category
pl: Dodaj Kategorię

source: Delete Partner
pl: Usuń Partnera

source: This partner is used in the following transactions:
pl: Ten partner jest używany w następujących transakcjach:

source: You must remove all dependencies before deleting this partner.
pl: Musisz usunąć wszystkie zależności przed usunięciem tego partnera.

source: Back to Partners
pl: Powrót do Partnerów

source: Are you sure you want to delete this partner?
pl: Czy na pewno chcesz skasować tego partnera?

source: Yes, Delete Partner
pl: Tak, usuń Partnera

source: Update Partner
pl: Zaktualizuj Partnera

source: New Partner
pl: Nowy Partner

source: Save Partner
pl: Zapisz Partnera

source: Add Partner
pl: Dodaj Partnera

source: Phone Number
pl: Numer telefonu

source: Web Page
pl: www

source: Select Year
pl: Wybierz rok

source: Summary
pl: Podsumowanie

source: Sum
pl: Suma

source: All Years Summary
pl: Podsumowanie wszystkich lata

source: Delete Transaction
pl: Usuń Transakcję

source: Are you sure you want to delete this transaction?
pl: Czy na pewno chcesz skasować tę transakcję?

source: Yes, Delete Transaction
pl: Tak, usuń transakcję

source: Update Transaction
pl: Zaktualizuj Transakcję

source: New Transaction
pl: Nowa Transakcja

source: Save Transaction
pl: Zapisz Transakcję

source: Add Transaction
pl: Dodaj Transakcję

source: Cannot delete category because it is in use. Remove all transactions that use it first.
pl: Nie można usunąć kategorii, ponieważ jest w użyciu. Usuń najpierw wszystkie transakcje, które ją wykorzystują.

source: Cannot delete partner because it is in use. Remove all transactions that use it first.
pl: Nie można usunąć partnera, ponieważ jest w użyciu. Usuń najpierw wszystkie transakcje, które go wykorzystują.

source: {HOST} New messages on chat
pl: {HOST} Nowe wiadomości na czacie

source: New messages on {HOST}/chat
pl: Nowe wiadomości na {HOST}/chat

source: You can disable those messages by unchecking bell icon next to chat room name.
pl: Możesz wyłączyć te powiadomienia odznaczając ikonę dzwonka obok nazwy pokoju.

source: Go to chat to do so {HOST}/chat
pl: Skocz do czatu żeby to zrobić {HOST}/chat

source: New room
pl: Nowy pokój

source: Loading...
pl: Wczytywanie...

source: Rooms
pl: Pokoje

source: Public chat rooms are archived if they are not used for
pl: Publiczne pokoje czatu są archiwizowane, jeżeli nie są używane

source: days. After
pl: dni. Po

source: days they are deleted. Private messages are archived when user is blocked and deleted after
pl: dniach są usuwane. Prywatne wiadomości są archiwizowane, gdy użytkownik jest blokowany i usuwany po

source: days
pl: dniach

source: None
pl: Brak

source: Private Messages
pl: Wiadomości prywatne

source: Changes history
pl: Historia zmian

source: Close
pl: Zamknij

source: Permission
pl: Uprawnienie

source: Click here to enable notifications
pl: Kliknij tutaj aby włączyć powiadomienia

source: Today
pl: Dzisiaj

source: Yesterday
pl: Wczoraj

source: Anonymous
pl: Wyślij Anonimowo

source: Enable Notifications
pl: Włącz powiadomienia

source: Chat works better with notifications. You can allow them to see new messages even beyond chat room.
pl: Czat działa lepiej z powiadomieniami. Możesz zezwolić na wyświetlanie powiadomień - nawet poza pokojem rozmów.

source: Do you want to receive notifications?
pl: Czy chcesz otrzymywać powiadomienia?

source: If nothing happens, you may have ignored permission prompt too many times. Check your browser settings to enable them.
pl: Jeśli nic się nie dzieje, być może zbyt wiele razy zignorowałeś prośbę o pozwolenie. Sprawdź ustawienia swojej przeglądarki, aby je włączyć.

source: Yes
pl: Tak

source: No, don't show again
pl: Nie, nie pokazuj ponownie

source: edit
pl: edytuj

source: edited
pl: zmiany

source: Changes History
pl: Historia zmian

source: This room is empty, be the first one to write something.
pl: Ten pokój jest pusty, bądź pierwszą osobą, która coś napisze.

source: editing:
pl: edytujesz:

source: Sunday
pl: Niedziela

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Jan
pl: Sty

source: Feb
pl: Lut

source: Apr
pl: Kwi

source: May
pl: Maj

source: Jun
pl: Cze

source: Jul
pl: Lip

source: Aug
pl: Sie

source: Sep
pl: Wrz

source: Oct
pl: Paź

source: Nov
pl: Lis

source: Dec
pl: Gru

source: Abstract
pl: Abstrakt

source: Cover
pl: Okładka

source: File epub
pl: Plik epub

source: File mobi
pl: Plik mobi

source: File pdf
pl: Plik pdf

source: Cover proportions should be 2/3. I.E. width x 1.5 = height
pl: Proporcje okładki powinny wynosić 2/3. Tzn. szerokość x 1,5 = wysokość

source: Uploaded
pl: Wgrany

source: Upload Book
pl: Wgraj ebook

source: Confirm Delete
pl: Potwierdź usunięcie

source: Are you sure you want to delete this book?
pl: Czy na pewno chcesz skasować ten ebook?

source: This action cannot be undone. All associated files will be permanently deleted.
pl: Ten ebook zostanie skasowany i wszystkie związane z nim pliki zostaną usunięte.

source: Yes, Delete
pl: Tak, skasuj

source: Edit Book
pl: Edytuj eBook

source: File Uploads
pl: Wgraj pliki

source: Add eBook
pl: Dodaj eBook

source: Which occurrence in the month?
pl: Która wystąpienie w miesiącu?

source: First
pl: Pierwszy

source: Second
pl: Drugi

source: Third
pl: Trzeci

source: Fourth
pl: Czwarty

source: Last
pl: Ostatni

source: Day of week
pl: Dzień tygodnia

source: Which day of the week?
pl: Która dzień tygodnia?

source: Event location or venue
pl: Miejsce

source: Save Event
pl: Zapisz Wydarzenie

source: This field is required for monthly ordinal events.
pl: To pole jest wymagane dla wydarzeń powtarzających się w określonym dniu tygodnia.

source: One-time
pl: Jednorazowe

source: Daily
pl: Codziennie

source: Weekly
pl: Tygodniowo

source: Monthly
pl: Miesięcznie

source: Monthly (specific weekday)
pl: Miesięcznie (określony dzień tygodnia)

source: Yearly
pl: Rocznie

source: Enter a descriptive name for the event
pl: Wpisz opisową nazwę wydarzenia

source: Description
pl: Opis

source: Optional description of the event
pl: Opcjonalny opis wydarzenia

source: Optional link to event details, registration, or location
pl: Opcjonalny link do szczegółów wydarzenia, rejestrowania lub miejsca

source: Place
pl: Miejsce

source: Optional event location or venue
pl: Opcjonalne miejsce wydarzenia

source: Start Date
pl: Start

source: When does the event start?
pl: Kiedy zaczyna się wydarzenie?

source: End Date
pl: Koniec

source: When does the event end? (optional)
pl: Kiedy kończy się wydarzenie? (opcjonalnie)

source: Frequency
pl: Częstotliwość

source: How often does this event repeat?
pl: Jak często się powtarza to wydarzenie?

source: For monthly ordinal events: which week? (e.g., First, Second, Last)
pl: Dla wydarzeń powtarzających się w określonym dniu tygodnia: który tydzień? (np., Pierwszy, Drugi, Ostatni)

source: For monthly ordinal events: which day of the week? (e.g., Monday, Tuesday)
pl: Dla wydarzeń powtarzających się w określonym dniu tygodnia: który dzień tygodnia? (np., Poniedziałek, Wtorek)

source: Active
pl: Aktywne

source: Uncheck to disable this event
pl: Odznacz aby wyłączyć to wydarzenie

source: Public events are visible to everyone. Private events are only visible to logged-in users.
pl: Wydarzenia publiczne są widoczne dla wszystkich. Wydarzenia prywatne są widoczne tylko dla zalogowanych użytkowników.

source: Event
pl: Wydarzenie

source: Events
pl: Wydarzenia

source: Delete Event
pl: Skasuj Wydarzenie

source: Are you sure you want to delete the following event?
pl: Czy na pewno chcesz skasować to Wydarzenie?

source: This action cannot be undone.
pl: To działanie nie może być odwrócone.

source: Inactive
pl: Nieaktywne

source: Visibility
pl: Widoczność

source: Visible to everyone
pl: Widoczne dla wszystkich

source: Visible only to logged-in users
pl: Widoczne tylko dla zalogowanych użytkowników

source: Next Occurrence
pl: Następne wystąpienie

source: No upcoming occurrences
pl: Brak przyszłych wydarzeń

source: Back to Calendar
pl: Powrót do Kalendarza

source: Edit Event
pl: Edytuj Wydarzenie

source: Create New Event
pl: Stwórz nowe Wydarzenie

source: View Event
pl: Wyświetl Wydarzenie

source: Add Event
pl: Dodaj Wydarzenie

source: Next
pl: Następne

source: Upcoming
pl: Nadchodzące

source: View Details
pl: Wyświetl szczegóły

source: Previous
pl: Poprzedni

source: Page
pl: Strona

source: of
pl: z

source: No events yet
pl: Nie ma jeszcze wydarzeń

source: There are no events to display.
pl: Nie ma żadnych wydarzeń do wyświetlenia.

source: Create the first event
pl: Stwórz pierwsze wydarzenie

source: is approved for referendum
pl: została dopuszczona do referendum

source: became abiding law today
pl: stała się dziś obowiązującym prawem

source: Click here to read it
pl: Kliknij tutaj, aby ją przeczytać

source: Referendum ends at
pl: Referendum kończy się

source: Feel free to improve it and send it again
pl: Możesz ją poprawić i wysłać ponownie

source: gathered required amount of signatures and will be voted from
pl: zebrała wymaganą liczbę podpisów i zostanie poddana pod głosowanie od

source: is in efect from today
pl: obowiązuje od dzisiaj

source: Last day to vote on proposal no.
pl: Ostatni dzień głosowania nad propozycją nr.

source: This is the last day to vote!
pl: Dzisiaj jest ostatni dzień głosowania!

source: did not gathered required amount of signatures
pl: nie zebrał wymaganej liczby podpisów

source: Proposal no.
pl: Propozycja numer

source: Referendum on proposal no.
pl: Referendum w sprawie propozycji nr.

source: was rejected
pl: została odrzucona

source: was rejected in referendum.
pl: została odrzucona w referendum

source: is starting now
pl: zaczyna się teraz

source: It is time to vote on proposal no.
pl: Czas na głosowanie nad propozycją nr.

source: to
pl: do

source: was approved
pl: została zatwierdzona

source: and was removed from queue
pl: i został usunięty z kolejki

source: Signed
pl: Podpisana

source: Discussion
pl: Dyskusja

source: Not enough signatures
pl: Nie zabrała podpisów

source: Approved
pl: Zatwierdzone

source: Rejected
pl: Odrzucone

source: Enter only existing bill numbers here
pl: Wpisz tutaj tylko numery istniejących przepisów

source: Enter short title describing new law.
pl: Wpisz krótki tytuł opisujący nowe prawo.

source: Law text
pl: Treść przepisu

source: Enter the exact wording of the law as it is to be applied.
pl: Wpisz treść przepisu dokładnie w takim brzmieniu w jakim ma obowiązywać.

source: Penalty for non-compliance
pl: Konsekwencje złamania przepisu

source: What is the penalty for non-compliance with this rule. This can be, for example: "Banishment for 3 months", "Banishment forever", etc.
pl: Jakie są konsekwencje za nieprzestrzeganie tej zasady. Może to być na przykład: "Wygnanie na 3 miesiące", "Wygnanie na zawsze itd."

source: Reasoning
pl: Uzasadnienie

source: What events or thoughts inspired this bill? What are the expected results?
pl: Jakie wydarzenia lub przemyślenia zainspirowały ten projekt? Jakie są oczekiwane efekty?

source: Positive Aspects of the Idea
pl: Pozytywne Aspekty Pomysłu

source: Enter the benefits for the group, environment, economy, etc. resulting from the introduction of the idea.
pl: Określ korzyści dla grupy, otoczenia, środowiska, ekonomi etc. wynikające z wprowadzenia pomysłu.

source: Negative Aspects of the Idea
pl: Negatywne Aspekty Pomysłu

source: Enter the potential threat associated with the proposal.
pl: Określ potencjalne zagrożenia związane z propozycją.

source: Abolishes the rules
pl: Znosi przepis/y

source: If the proposed law supersedes other bills, enter their comma separated numbers here.
pl: Jeśli proponowane prawo zastępuje inne przepisy, wprowadź tutaj ich numery rozdzielone przecinkami.

source: The path this bill took.
pl: Historia propozycji

source: There is no proposal with this status
pl: Nie ma propozycji o tym statusie

source: Reason
pl: Uzasadnienie

source: Positives
pl: Argumenty Za

source: Negatives
pl: Argumenty Przeciw

source: This law supersedes the following bills
pl: Ta propozycja znosi następujące przepisy

source: Add new law proposal
pl: Dodaj nową propozycję przepisu

source: Edit law proposal
pl: Nowa propozycja przepisu

source: A referendum is not a one-off decision. The referendum is to pass a law that will be in force all the time.
pl: Referendum nie służy do podejmowania jednorazowych decyzji. Referendum jest po to żeby uchwalić prawo, które będzie obowiązywało cały czas.

source: Propositions
pl: Propozycje

source: Add
pl: Dodaj

source: Voting parameters
pl: Parametry głosowań

source: New proposal needs to gather
pl: Nowa propozycja musi zebrać

source: signatures in order to trigger referendum. This number should remain low enough for any sensible proposal to be voted on, and only high enough to filter out obvious spam.
pl: podpisy aby została poddana pod referendum. Ta liczba powinna pozostać wystarczająco niska aby możliwe było głosowanie nad każdą rozsądną propozycją, i tylko na tyle wysoka aby odfiltrować oczywisty spam.

source: Maximum time to gather signatures is
pl: Maksymalny czas na zebranie podpisów to

source: days. If there is not enough signatures - after this time, proposal is rejected.
pl: dni. Jeśli nie ma wystarczającej liczby podpisów - po tym czasie propozycja jest odrzucana.

source: Queue and discussion before referendum lasts
pl: Czas na dyskusję trwa

source: days.
pl: dni.

source: Referendum lasts for
pl: Referendum trwa

source: If you want to change any of
pl: Jeśli chcesz zmienić któryś z

source: marked
pl: zaznaczonych

source: parameters - create referendum.
pl: parametrów - utwórz referendum.

source: Signatures
pl: Podpisy

source: End referendum
pl: Koniec referendum

source: Discuss this proposal in the chat room
pl: Dyskutuj o tej propozycji w czacie

source: Bill number
pl: Numer przepisu

source: Bill title
pl: Tytuł

source: Bill state
pl: Status

source: Bill text
pl: Treść przepisu

source: Do you want a referendum on this law?
pl: Czy chcesz referendum w sprawie tego przepisu?

source: Yes, I sign
pl: Tak, podpisuję

source: You already signed this proposal.
pl: Już podpisałeś tą propozycję.

source: Withdraw your sign
pl: Wycofaj podpis

source: Do you want to implement this law?
pl: Czy chcesz wprowadzenia tego przepisu?

source: No
pl: Nie

source: You already voted.
pl: Już zagłosowałeś.

source: Result
pl: Wynik

source: For
pl: Za

source: Against
pl: Przeciw

source: Protocol
pl: Protokół

source: List of people who voted
pl: Lista osób, które zagłosowały

source: No votes recorded yet.
pl: Nie ma jeszcze głosów.

source: Number of people signed the motion for a referendum
pl: Liczba osób, które podpisały ten wniosek o referendum

source: History
pl: Historia

source: Date created
pl: Data utworzenia

source: Date of collecting signatures
pl: Data zebrania podpisów

source: Proposition
pl: Propozycja

source: New proposal has been saved.
pl: Nowa propozycja została zapisana.

source: New law proposal
pl: Nowa propozycja przepisu

source: {user} added new law proposal You can read it here: {url}
pl: {user} dodał/a nową propozycję przepisu Możesz ją zobaczyć tutaj: {url}

source: Saved.
pl: Zapisane.

source: Proposal no. {} has been modified
pl: Propozycja nr. {} została zmodyfikowana

source: {user} modified proposal You can read new version here: {url}
pl: {user} zmodyfikował/a propozycję przepisu Możesz zobaczyć nową wersję tutaj: {url}

source: You signed this motion for a referendum.
pl: Podpisałeś ten wniosek o referendum.

source: Not signed.
pl: Nie podpisane.

source: Your vote has been saved. You voted Yes.
pl: Twój głos został zapisany. Zagłosowałeś na Tak.

source: Write down your code or create screenshot to verify it when the referendum is over. This code will be presented just once and will be not related to you.
pl: Zapisz swój kod na kartce lub zrób zrzut ekranu aby zweryfikować go po zakończeniu referendum. Ten kod zostanie przedstawiony tylko raz i nie będzie powiązany z twoją osobą.

source: Your vote has been saved. You voted No.
pl: Twój głos został zapisany. Zagłosowałeś na Nie.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
pl: Otrzymujesz tę wiadomość e-mail, ponieważ poprosiłeś(aś) o zresetowanie hasła na stronie %(site_name)s.

source: Please go to the following page and choose a new password:
pl: Przejdź do następującej strony i wybierz nowe hasło:

source: Your username, in case you've forgotten:
pl: Twoja nazwa użytkownika, na wypadek gdybyś zapomniał(a):

source: Thanks for using our site!
pl: Dziękujemy za używanie naszej strony!

source: The %(site_name)s team
pl: Zespół %(site_name)s

source: Board
pl: Ogłoszenia

source: Calendar
pl: Kalendarz

source: Login
pl: Zaloguj

source: Sign Up
pl: Załóż konto

source: Citizens
pl: Ludzie

source: Voting
pl: Głosowania

source: Bookkeeping
pl: Finanse

source: eLibrary
pl: eBiblioteka

source: Chat
pl: Czat

source: Password
pl: Hasło

source: Change password
pl: Zmień hasło

source: Reset password
pl: Odzyskaj hasło

source: Send message to developer
pl: Wyślij wiadomość do developera

source: Ongoing referenda
pl: Trwające referenda

source: End
pl: Koniec

source: Upcoming referenda
pl: Nadchodzące referenda

source: Gathering signatures
pl: Zbierają podpisy

source: Date of creation
pl: Data powstania

source: New people
pl: Nowe osoby

source: Since
pl: Od

source: Waiting people
pl: Oczekujące osoby

source: Updated posts
pl: Zaktualizowane ogłoszenia

source: The username or password is incorrect.
pl: Nazwa użytkownika lub hasło są nieprawidłowe.

source: Also your account may not be active jet.
pl: Twoje konto może nie być jeszcze aktywne.

source: Please try again or reset your password.
pl: Spróbuj ponownie lub odzyskaj hasło.

source: A new password has been set. You can log in
pl: Nowe hasło zostało utworzone. Możesz już się zalogować

source: here
pl: tutaj

source: The link you used is invalid, possibly because it has already been used.
pl: Użyty link jest nieprawidłowy, prawdopodobnie dlatego, że został już użyty.

source: You must restart the password change process
pl: Musisz ponownie uruchomić proces zmiany hasła

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
pl: Wysłaliśmy Ci e-mailem instrukcje dotyczące ustawiania hasła, jeśli istnieje konto z podanym adresem e-mail. Wkrótce powinieneś je otrzymać.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
pl: Jeśli nie otrzymasz wiadomości e-mail, upewnij się, że podałeś adres, na który się zarejestrowałeś i sprawdź folder ze spamem.

source: Back to login page
pl: Powrót do strony logowania

source: To reset your password, enter your e-mail address and click "Send"
pl: Aby zresetować hasło, wprowadź swój adres e-mail i kliknij "Wyślij"

source: Send
pl: Wyślij

source: Your password has been changed.
pl: Twoje hasło zostało zmienione.

source: You typed something wrong. See what error appeared above and try again.
pl: Coś źle wpisałeś. Zobacz, jaki błąd pojawił się powyżej i spróbuj ponownie.

source: The two email addresses fields didn't match.
pl: Dwa pola adresów e-mail nie zgadzają się

source: The email address is the same as the one already defined.
pl: Nowy email jest taki sam jak obecny.

source: New email address
pl: Nowy email

source: New email address confirmation
pl: Potwierdź nowy email

source: New person requested membership
pl: Nowa osoba poprosiła o dołączenie do grupy

source: User %(username)s just requested membership
pl: Użytkownik %(username)s właśnie poprosił/a o dołączenie do grupy

source: You have been accepted in our community
pl: Zostałeś/aś zaakceptowany/a w naszej społeczności

source: Your account has been blocked
pl: Twoje konto zostało zablokowane

source: Citizen has been banned
pl: Ta osoba została zbanowana

source: Username
pl: Nazwa użytkownika

source: Phone number i.e. +48 123 456 789
pl: Numer telefonu np. +48 123 456 789

source: Phone number
pl: Numer telefonu

source: Where one spend most of their time
pl: Gdzie spędza się większość czasu

source: Tasks performed in our group
pl: Zadania wykonywane w naszej grupie

source: Responsibilities
pl: Obowiązki

source: Hobbies one have
pl: Hobby

source: Things you are willing to give away for free
pl: Przedmioty, które chcesz oddać za darmo

source: To give away
pl: Do oddania

source: Stuff you can borrow to others
pl: Przedmioty, które możesz pożyczyć

source: To borrow
pl: Do pożyczenia

source: Stuff you have for sale
pl: Przedmioty, które chcesz sprzedać

source: For sale
pl: Do sprzedania

source: What do you need
pl: Czego potrzebujesz

source: I need
pl: Potrzeby

source: Practical skills one have
pl: Praktyczne umiejętności

source: Skills
pl: Umiejętności

source: Knowledge one have
pl: Wiedza

source: Knowledge
pl: Wiedza
